#+BEGIN_SRC elisp
load-path
#+END_SRC

#+RESULTS:
| ~/.emacs.d/personal/packages/ | /Users/iani2/.emacs.d/elpa/ace-jump-mode-20130720.1153 | /Users/iani2/.emacs.d/elpa/ack-and-a-half-20130204.1838 | /Users/iani2/.emacs.d/elpa/diminish-20091203.1912 | /Users/iani2/.emacs.d/elpa/elisp-slime-nav-20130612.1246 | /Users/iani2/.emacs.d/elpa/exec-path-from-shell-20130806.925 | /Users/iani2/.emacs.d/elpa/expand-region-20130710.1104 | /Users/iani2/.emacs.d/elpa/flx-ido-20130728.820 | /Users/iani2/.emacs.d/elpa/flx-20130728.2028 | /Users/iani2/.emacs.d/elpa/flycheck-20130809.2043 | /Users/iani2/.emacs.d/elpa/gist-20130315.2306 | /Users/iani2/.emacs.d/elpa/gh-20130612.253 | /Users/iani2/.emacs.d/elpa/git-commit-mode-20130806.1708 | /Users/iani2/.emacs.d/elpa/gitconfig-mode-20130806.1117 | /Users/iani2/.emacs.d/elpa/gitignore-mode-20130806.1117 | /Users/iani2/.emacs.d/elpa/grizzl-20130810.1902 | /Users/iani2/.emacs.d/elpa/guru-mode-20121016.1452 | /Users/iani2/.emacs.d/elpa/helm-projectile-20130716.1820 | /Users/iani2/.emacs.d/elpa/helm-20130810.1303 | /Users/iani2/.emacs.d/elpa/ido-ubiquitous-20121214.2145 | /Users/iani2/.emacs.d/elpa/key-chord-20080915.2156 | /Users/iani2/.emacs.d/elpa/logito-20120225.2155 | /Users/iani2/.emacs.d/elpa/magit-20130810.1119 | /Users/iani2/.emacs.d/elpa/markdown-mode-20130726.2142 | /Users/iani2/.emacs.d/elpa/org-20130812 | /Users/iani2/.emacs.d/elpa/pcache-20120408.1206 | /Users/iani2/.emacs.d/elpa/projectile-20130809.1238 | /Users/iani2/.emacs.d/elpa/rainbow-delimiters-20130307.340 | /Users/iani2/.emacs.d/elpa/rainbow-mode-0.9 | /Users/iani2/.emacs.d/elpa/request-20130526.1915 | /Users/iani2/.emacs.d/elpa/s-20130617.1851 | /Users/iani2/.emacs.d/elpa/smartparens-20130805.2048 | /Users/iani2/.emacs.d/elpa/dash-20130712.2307 | /Users/iani2/.emacs.d/elpa/cl-lib-0.3 | /Users/iani2/.emacs.d/elpa/smex-20130707.1255 | /Users/iani2/.emacs.d/elpa/undo-tree-20130808.1328 | /Users/iani2/.emacs.d/elpa/volatile-highlights-20130321.2241 | /Users/iani2/.emacs.d/elpa/yasnippet-20130722.1832 | /Users/iani2/.emacs.d/elpa/zenburn-theme-20130716.1457 | /Users/iani2/.emacs.d/vendor | /Users/iani2/.emacs.d/modules | /Users/iani2/.emacs.d/core | /Users/david/src/emacs-dev/ftp-versions/emacs-24.3/nextstep/Emacs.app/Contents/Resources/share/emacs/24.3/site-lisp | /Users/david/src/emacs-dev/ftp-versions/emacs-24.3/nextstep/Emacs.app/Contents/Resources/share/emacs/site-lisp | /Applications/Emacs.app/Contents/Resources/site-lisp | /Applications/Emacs.app/Contents/Resources/lisp | /Applications/Emacs.app/Contents/Resources/lisp/vc | /Applications/Emacs.app/Contents/Resources/lisp/url | /Applications/Emacs.app/Contents/Resources/lisp/textmodes | /Applications/Emacs.app/Contents/Resources/lisp/progmodes | /Applications/Emacs.app/Contents/Resources/lisp/play | /Applications/Emacs.app/Contents/Resources/lisp/org | /Applications/Emacs.app/Contents/Resources/lisp/nxml | /Applications/Emacs.app/Contents/Resources/lisp/net | /Applications/Emacs.app/Contents/Resources/lisp/mh-e | /Applications/Emacs.app/Contents/Resources/lisp/mail | /Applications/Emacs.app/Contents/Resources/lisp/language | /Applications/Emacs.app/Contents/Resources/lisp/international | /Applications/Emacs.app/Contents/Resources/lisp/gnus | /Applications/Emacs.app/Contents/Resources/lisp/eshell | /Applications/Emacs.app/Contents/Resources/lisp/erc | /Applications/Emacs.app/Contents/Resources/lisp/emulation | /Applications/Emacs.app/Contents/Resources/lisp/emacs-lisp | /Applications/Emacs.app/Contents/Resources/lisp/cedet | /Applications/Emacs.app/Contents/Resources/lisp/calendar | /Applications/Emacs.app/Contents/Resources/lisp/calc | /Applications/Emacs.app/Contents/Resources/lisp/obsolete | /Applications/Emacs.app/Contents/Resources/leim | /Users/iani2/.emacs.d/personal/packages/collector | /Users/iani2/.emacs.d/personal/packages/dynsite | /Users/iani2/.emacs.d/personal/packages/paredit | /Users/iani2/.emacs.d/personal/packages/sclang | /Users/iani2/.emacs.d/personal/packages/dynsite/config-example | /Users/iani2/.emacs.d/personal/packages/dynsite/dynsite-html | /Users/iani2/.emacs.d/personal/packages/dynsite/dynsite-org | /Users/iani2/.emacs.d/personal/packages/dynsite/dynsite-html/css | /Users/iani2/.emacs.d/personal/packages/dynsite/dynsite-org/css |
